public/Races/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Races</title>
<meta name="generator" content="Org Mode" />
<meta name="viewport" content="width=device-width, initial-scale=1">
<link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Oldenburg">
<link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Dosis">
<link rel="stylesheet" href="/styles/main.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Races</h1>
<span class="openbtn" style="font-size:30px;cursor:pointer" onclick="openNav()">&#9776;</span>
<div id="side-nav" class="sidenav">
<a href="javascript:void(0)" class="closebtn" onclick="closeNav()">&times;</a>
<ul class="org-ul">
<li><a href="../index.html">Home</a></li>
</ul>
</div>
<div id="outline-container-org0ca859a" class="outline-2">
<h2 id="org0ca859a">Primary Races</h2>
<div class="outline-text-2" id="text-org0ca859a">
<p>
The races within Naurrnen are fairly equal. Although Elves are known for their skills in magic, music, and crafting instruments and enchanted items, that does not mean one will find elves doing hard labor, exercising what strength they have. Orcs are generally favored for that sort of labor, as they tend to be more physically suited for the task. But not every Orc is physically built for this task, as not every Elf is well suited to the arts. Their are Orcs who take an interest in magic or music, as well. They are generally not as well suited as the Elves, but that is not to say, their are not Orcs that have better ears, or eyes than many Elves, or better minds for magic. These exceptions are generally blamed on half-breeds. Half-breeding has become so common in the age of man, no one really knows for sure who is a half-breed, or if one, who might think themselves as a pure-bred, is really a fourth or fifth generation mixed breed. What separates the races more than anything are their cultural identities.
</p>
</div>
<div id="outline-container-org67abd17" class="outline-4">
<h4 id="org67abd17">Anashim or Elf</h4>
<div class="outline-text-4" id="text-org67abd17">
</div>
<ul class="org-ul">
<li><a id="org20e102d"></a>Language<br />
<div class="outline-text-5" id="text-org20e102d">
<p>
Anashim language has several dialects. The most common being that of the Hallashim.
</p>
</div>
</li>
<li><a id="org4bb7270"></a>Anashim Sub-races<br />
<div class="outline-text-5" id="text-org4bb7270">
<ol class="org-ol">
<li>High Anashim: Hallashim</li>
<li>Wood Anashim: Taurashim</li>
<li>Dark Anashim: Durashim</li>
<li>Cavern Anashim: Gathashim</li>
</ol>
</div>
</li>
<li><a id="org3e48356"></a>Strengths<br />
<div class="outline-text-5" id="text-org3e48356">
<ol class="org-ol">
<li>Magic</li>
<li>Art</li>
<li>Architecture</li>
<li>Music</li>
<li>Crafts
<ul class="org-ul">
<li>Magical items</li>
<li>Musical instruments</li>
</ul></li>
</ol>
</div>
</li>
<li><a id="org792d6cd"></a>Pantheon<br />
<div class="outline-text-5" id="text-org792d6cd">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left"><b>Anor</b></td>
<td class="org-left">Highest father of vengeance.</td>
</tr>

<tr>
<td class="org-left"><b>Ithil</b></td>
<td class="org-left">Highest mother of justice. The great protector.</td>
</tr>

<tr>
<td class="org-left"><b>Gladys</b></td>
<td class="org-left">Goddess of nature.</td>
</tr>

<tr>
<td class="org-left"><b>Gurth</b></td>
<td class="org-left">God of the underworld. Friend of the dead.</td>
</tr>

<tr>
<td class="org-left"><b>Nostia</b></td>
<td class="org-left">Goddess of fertility.</td>
</tr>
</tbody>
</table>
</div>
</li>
</ul>
</div>
<div id="outline-container-org7519069" class="outline-4">
<h4 id="org7519069">Adama or Man</h4>
<div class="outline-text-4" id="text-org7519069">
</div>
<ul class="org-ul">
<li><a id="org539c4ad"></a>Language<br />
<div class="outline-text-5" id="text-org539c4ad">
<p>
Men&rsquo;s language had been historically Hallashim, as man had been the slaves of certain High Elf empires. But they did have a language of their own that differentiated them from their captors. That slave language evolved into a full-blown Adaman language or language of man. That language became known by the early third era as Malairt or &ldquo;trade&rdquo; language.
</p>
</div>
</li>
<li><a id="org81f2d04"></a>Sub-races<br />
<div class="outline-text-5" id="text-org81f2d04">
<ol class="org-ol">
<li>Dark man: Durama</li>
<li>Red man: Edama</li>
<li>Pale man: Palama</li>
</ol>
</div>
</li>
<li><a id="org4016d19"></a>Strengths<br />
<div class="outline-text-5" id="text-org4016d19">
<ol class="org-ol">
<li>Multi-purpose</li>
<li>Rational</li>
</ol>
</div>
</li>
<li><a id="org079e02c"></a>Pantheon<br />
<div class="outline-text-5" id="text-org079e02c">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left"><b>Dagda</b></td>
<td class="org-left">Highest father vengeance and justice.</td>
</tr>

<tr>
<td class="org-left"><b>Morrigaan</b></td>
<td class="org-left">Highest mother, nuture and nature.</td>
</tr>

<tr>
<td class="org-left"><b>Orown</b></td>
<td class="org-left">God of the underworld.</td>
</tr>

<tr>
<td class="org-left"><b>Brigid</b></td>
<td class="org-left">Goddess of art, beauty, and fertility.</td>
</tr>

<tr>
<td class="org-left"><b>Bres</b></td>
<td class="org-left">Man king who was exalted to the pantheon.</td>
</tr>
</tbody>
</table>
</div>
</li>
</ul>
</div>
<div id="outline-container-org0a0d5c4" class="outline-4">
<h4 id="org0a0d5c4">Orpa</h4>
<div class="outline-text-4" id="text-org0a0d5c4">
<p>
Known in elvish as Osunus, and to the humans as Orcs.
</p>
</div>
<ul class="org-ul">
<li><a id="orge856c72"></a>Strengths<br />
<div class="outline-text-5" id="text-orge856c72">
<ol class="org-ol">
<li>Fighters</li>
<li>Manual labor</li>
<li>Crafts
<ul class="org-ul">
<li>Blacksmithing</li>
<li>Metal/ore work</li>
</ul></li>
</ol>
</div>
</li>
<li><a id="org440f33c"></a>Pantheon<br />
<div class="outline-text-5" id="text-org440f33c">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left"><b>Gadajok</b></td>
<td class="org-left">Highest god. God of vengeance.</td>
</tr>

<tr>
<td class="org-left"><b>Hann</b></td>
<td class="org-left">Highest mother. Goddess of nature and fertility.</td>
</tr>

<tr>
<td class="org-left"><b>Vras</b></td>
<td class="org-left">God of the dead.</td>
</tr>

<tr>
<td class="org-left"><b>Beatrice</b></td>
<td class="org-left">Goddess of fertility.</td>
</tr>

<tr>
<td class="org-left"><b>Nadgaj</b></td>
<td class="org-left">God of war. God of combat.</td>
</tr>
</tbody>
</table>
</div>
</li>
</ul>
</div>
</div>
<div id="outline-container-orgf4cbfbc" class="outline-2">
<h2 id="orgf4cbfbc">Secondary Races</h2>
<div class="outline-text-2" id="text-orgf4cbfbc">
</div>
<div id="outline-container-org0560a31" class="outline-4">
<h4 id="org0560a31">Mochveneba</h4>
<div class="outline-text-4" id="text-org0560a31">
<p>
Mochveneba or &ldquo;ghost people&rdquo; are a minority ethnicity within Naurrnen. They are elf-like, in that they share many of the features that elven folk have, but they are well known for their physical prowness. Their skin is a deep red, with stripes. Similar to tiger stripes. In fact, legend outside the Mochveneba tribes, say they are crossbred elves with tigers. In reality, they are more than likely half-breeds. More than likely, half-elf, and half-something else. They have unusual stamina, so some speculate half-orc, though their uncommon beauty seems to indicate otherwise.
</p>

<p>
The Mochveneba tribes are religious, and perhaps to most of the civilized world, somewhat superstitious. Mochveneba are spiritual and do not generally pursue material wealth. Those that do, are coveted for their beauty and brute strength.
</p>
</div>
<ul class="org-ul">
<li><a id="orgc65cbf4"></a>Strengths<br />
<div class="outline-text-5" id="text-orgc65cbf4">
<ol class="org-ol">
<li>Enchanting weapons and items.</li>
<li>Known for physical strength.</li>
<li>Warlike, but peace-loving.</li>
</ol>
</div>
</li>
<li><a id="org6b192e2"></a>Pantheon<br />
<div class="outline-text-5" id="text-org6b192e2">
<p>
Unknown
</p>
</div>
</li>
</ul>
</div>
</div>

<div id="outline-container-org1aa3f39" class="outline-2">
<h2 id="org1aa3f39">Languages</h2>
<div class="outline-text-2" id="text-org1aa3f39">
</div>
<div id="outline-container-orgd142ff5" class="outline-3">
<h3 id="orgd142ff5">Adaman, the trade tongue</h3>
<div class="outline-text-3" id="text-orgd142ff5">
<p>
Adaman is the (almost) universal tongue of Naurrnen. It is used amongst merchants, and mostly widely spoken in everyday communication within the Gran Imperio.
</p>
</div>
</div>
<div id="outline-container-orgb91d178" class="outline-3">
<h3 id="orgb91d178">Hallashim, language of the Elves</h3>
</div>
</div>
</div>
</body>
</html>